Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/samfunnskunnskap.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: From the age of 15, everyone has the right to leave a religious or life stance community on their own initiative, irrespective of what others think.
nb: Fra man er 15 år har man rett til å melde seg ut av eller inn i menigheter/livssynssamfunn på egen hånd, uavhengig av hva andre mener.

source: Both companies and private individuals draw up budgets.
nb: Både bedrifter og privatpersoner lager budsjett.

source: People who live in a democracy have freedom, responsibilities, rights and obligations.
nb: Mennesker som bor i et demokrati, har både frihet, ansvar, rettigheter og plikter.

source: Norway’s natural resources are primarily fish, forest and oil.
nb: Naturressursene i Norge er først og fremst fisk, skog og olje.

source: There are many different political parties in Norway and, when there is an election, many alternatives from which to choose.
nb: Det fins mange ulike politiske partier i Norge, og når det er valg, er det mange alternativer å velge mellom.

source: This right means that the education is free, and the obligation means that these people must complete 600 hours of tuition in order to be granted permanent residence (or citizenship).
nb: Retten innebærer at opplæringen er gratis, og plikten innebærer at disse personene må gjennomføre 600 timer opplæring for å få innvilget permanent opphold (eller statsborgerskap).

source: Norway has had three kings since the dissolution of the union with Sweden in 1905:
nb: Siden unionsoppløsningen med Sverige i 1905 har Norge hatt tre konger:

source: Before going to the interview, it is important to be well prepared.
nb: Før man skal på intervju, bør man forberede seg godt.

source: Examples of such organisations are:
nb: Eksempler på slike organisasjoner er:

source: ‘Pesta on the Stairs’ painted by Theodor Kittelsen.
nb: «Pesta i trappen» tegnet av Theodor Kittelsen.

source: Adults over the age of 20 pay full price for dental work.
nb: Voksne over 20 år betaler vanligvis full pris for tannlegebehandlinger.

source: The government consists of the ministers (the political heads of each ministry) and the prime minister.
nb: Regjeringen består av statsrådene (den politiske lederen for hvert departement) og statsministeren.

source: The health centres and school health service are free of charge.
nb: Tjenestene på helsestasjonene og i skolehelsetjenesten er gratis.

source: The A&E service is open in the evenings, at night and at weekends when regular doctors’ surgeries are closed.
nb: Legevakten er åpen om kveldene, nettene og i helgene når de vanlige legekontorene er stengt.

source: On these pages you will find the syllabus for the course 50 hours of social studies for adult immigrants and the citizenship test.
nb: På disse sidene finner du pensum til faget 50 timer samfunnskunnskap for voksne innvandrere og statsborgerprøven.

source: Kindergarten is not free.
nb: Det er ikke gratis å ha barn i barnehage.

source: They have two children: Princess Märtha Louise (born in 1971) and Crown Prince Haakon Magnus (born in 1973).
nb: De har to barn: prinsesse Märtha Louise (født 1971) og kronprins Haakon Magnus (født 1973).

source: Application and CV
nb: Søknad og CV

source: Martin and Maria are concerned about the environment, and they are the grandparents’ closest next of kin.
nb: Martin og Maria er opptatt av miljøet og er de nærmeste pårørende til bestemor og bestefar.

source: The right to divorce, birth control, elective abortion and women's right to decide over their own bodies have been important issues for the women's movement.
nb: Retten til skilsmisse, rett til prevensjon, selvbestemt abort og kvinnens rett til å bestemme over sin egen kropp har vært viktige saker for kvinnebevegelsen.

source: The central government also sets the framework for the counties and municipalities.
nb: Staten setter også rammer for fylkeskommunene og kommunene.

source: Norway has a population of just over five million.
nb: Det bor over fem millioner mennesker i Norge.

source: Over the past 60-70 years, there has been relatively broad political agreement on the responsibility of the government for guaranteeing the welfare of its citizens.
nb: De siste 60‒70 årene har det vært relativt bred politisk enighet om at staten har ansvar for å sikre velferden til innbyggerne.

source: World War I raged in Europe in the years 1914–1918.
nb: I årene 1914‒1918 raste den første verdenskrigen i Europa.

source: The King and Government fled to England and continued the struggle to free Norway from there.
nb: Kongen og regjeringen flyktet til England og fortsatte kampen for et fritt Norge derfra.

source: During this period, Norwegians began to develop a greater sense of their own national identity.
nb: På denne tida ble nordmenn mer og mer bevisst sin egen nasjonale identitet.

source: You need BankID with a banking code generator or BankID on your mobile phone to log in.
nb: For å logge deg inn i nettbanken, må du enten ha BankID med kodebrikke eller BankID på mobil.

source: From the age of 15, everyone has the right to join or leave a religious or life stance community of their own initiative, irrespective of what others think.
nb: Fra man er 15 år har man rett til å melde seg inn i eller ut av menigheter eller livssynssamfunn på egen hånd, uavhengig av hva andre mener.

source: Patients have to pay for bandages, syringes, medication, tests etc. themselves.
nb: Pasienten betaler selv for bandasjer, sprøyter, medisin, prøver og liknende.

source: Like the media, such organisations can be highly influential.
nb: Akkurat som medier kan slike organisasjoner ha stor påvirkningskraft.

source: The media are very influential.
nb: Medier har stor påvirkningskraft.

source: Over 90 percent of homes use electricity for heating.
nb: Over 90 prosent av boligene bruker elektrisitet til oppvarming.

source: His daughter, Princess Ingrid Alexandra (born in 2004), will become the monarch after him.
nb: Hans datter prinsesse Ingrid Alexandra (født 2004) er neste i arverekken til den norske tronen.

source: Nationals of EU/EEA/EFTA countries do not have to apply for a residence permit, but they do have to register.
nb: En statsborger fra et EU/EØS/EFTA-land trenger ikke søke om oppholdstillatelse, men skal i stedet registrere seg.

source: You have now learned about the period of Norwegian history from 1814 to 1905.
nb: Nå har du lært en del om norsk historie fra perioden 1814 til 1905.

source: Power in the hands of the church, king and nobility
nb: Kirken, kongen og adelen får makt

source: Harald Fairhair (Harald Hårfagre) became king of a large portion of Norway in 872.
nb: I år 872 ble vikingen Harald Hårfagre konge over hele Norge.

source: What is welfare?
nb: Hva er velferd?

source: After being in a union with Denmark for several centuries, the written language of Norway was Danish.
nb: Etter flere hundre år i union med Danmark var skriftspråket i Norge dansk.

source: The UN works to preserve international peace and security and serves as a forum for dialogue between different countries in the world.
nb: FN jobber for internasjonal fred og sikkerhet og er et forum for dialog mellom ulike land i verden.

source: Interest is calculated as a percentage of the loan.
nb: Rentene beregnes i prosent av gjelden vi har.

source: environmental and nature conservation organisations
nb: organisasjoner for miljø- og naturvern

source: The Viking Age (800 AD–1050 AD)
nb: Vikingtid (800 e.Kr.–1050 e.Kr.)

source: Most adults in Norway receive pay, social security or pension once a month.
nb: De fleste voksne mennesker i Norge mottar lønn, trygd eller pensjon en gang i måneden.

source: Protestantism was the state religion in Norway right up until 2012 when the state church system was discontinued.
nb: Protestantismen var statsreligion i Norge helt fram til statskirkeordningen ble avviklet i 2012.

source: Talk together about reuse and recycling.
nb: Snakk sammen om gjenbruk og gjenvinning.

source: In a democracy, citizens have certain rights and freedoms:
nb: I et demokrati har innbyggerne visse rettigheter og friheter:

source: Why do we celebrate 17 May in Norway?
nb: Hvorfor feirer vi 17. mai i Norge?

source: More and more factories were being built and many people moved from the countryside to the cities for work.
nb: Flere og flere fabrikker ble startet opp, og mange flyttet fra landsbygda til byene for å få arbeid.

source: The employer has primary responsibility for the environment at the workplace, while the employee is responsible for:
nb: Arbeidsgiveren har hovedansvaret for arbeidsmiljøet på arbeidsplassen, mens arbeidstakeren har ansvar for:

source: Young people complete secondary school around the age of 16.
nb: Ungdommer er ferdige med grunnskolen når de er rundt 16 år.

source: When young people reach the age of 14 or 15, they can choose to participate in a confirmation ceremony.
nb: Når ungdommer er 14‒15 år gamle, kan de velge å konfirmere seg.

source: The first cities in Norway were founded during this period.
nb: De første byene i Norge ble grunnlagt på denne tiden.

source: They influence both ordinary viewers/readers/listeners and the politicians.
nb: De påvirker både vanlige seere/lesere/lyttere og politikere.

source: About 30% of adults in Norway have higher education.
nb: Omtrent 30 prosent av voksne i Norge i dag har høyere utdanning.

source: May Day, or 1 May, is International Workers’ Day.
nb: Arbeidernes dag Den internasjonale arbeiderdagen er 1.

source: Pay and taxes
nb: Lønn og skatt

source: Immigrants in Norway have different residence permits and different rights.
nb: Innvandrere i Norge har forskjellig oppholdstillatelse og forskjellige rettigheter.

source: Income and expenses
nb: Inntekter og utgifter

source: In the evening or at night, children or people who are concerned about a child can call the emergency phone service for children and young people,
nb: På kveld/natt og i helger kan barn eller andre som er bekymret for et barn, ringe alarmtelefonen for barn og unge på

source: King Haakon VII was king of Norway from 1905 until his death in 1957.
nb: var konge i Norge fra 1905 til han døde i 1957.

source: Those who use these services pay for their treatment themselves.
nb: Den som benytter disse, betaler selv for behandlingen.

source: In Northern Norway, many people were killed and most of Finnmark county and the northern part of Troms county were razed to the ground when the German troops evacuated these areas.
nb: I Nord-Norge ble flere drept, og det meste av Finnmark og Nord-Troms lagt i ruiner etter at tyskerne evakuerte områdene.

source: Norway from 1814 to 1905
nb: Norge fra 1814 til 1905

source: The women’s movement was active in Norway from the 1880s, and women in Norway gained the right to vote as early as in 1913.
nb: I Norge var kvinnebevegelsen aktiv fra 1880-årene, og allerede i 1913 fikk kvinner i Norge stemmerett.

source: The grades they received in grade 10 determine which upper secondary school they can go to.
nb: mars, og de søker på Internett. Karakterene fra 10. klasse avgjør hvilken videregående skole elevene får begynne på.

source: What were World War I and World War II like in your country of origin?
nb: Hvordan var den første og den andre verdenskrigen i ditt opprinnelsesland?

source: Almost 75 percent of inhabitants live along the coast.
nb: Nesten 75 prosent av innbyggerne bor langs kysten.

source: Norway has a lot of forest.
nb: Det er mye skog i Norge.

source: An act dating from 1902 stated that only Norwegian citizens who could speak, read and write Norwegian were allowed to buy land.
nb: En lov fra 1902 sa at bare norske statsborgere som kunne snakke, lese og skrive norsk, kunne kjøpe jord.

source: They need to learn to use the information they find, resolve different types of problems, and work together with others.
nb: De skal lære å bruke den informasjonen de finner, til å løse ulike problemstillinger, og de skal lære å samarbeide med andre.

source: What ethical issues do you think Martin and Maria will discuss?
nb: Hvilke etiske problemstillinger tror du Martin og Maria diskuterer?

source: The United Nations (UN) was established shortly after the war.
nb: Like etter krigen ble De forente nasjoner (FN) opprettet.

source: The union with Sweden was dissolved in 1905.
nb: I 1905 ble unionen med Sverige oppløst.

source: The parliament, the Storting, was founded in 1814.
nb: Nasjonalforsamlingen, Stortinget, ble grunnlagt i 1814.

source: If you choose a private hospital, you must pay all costs of treatment.
nb: Hvis du velger et privat sykehus, må du betale for behandlingen selv.

source: – Parliament, which passes laws.
nb: – Stortinget, som vedtar lover.

source: In 1814, the union between Denmark and Norway was thus dissolved.
nb: I 1814 ble derfor unionen mellom Danmark og Norge oppløst.

source: Talk together about the labour movement’s significance for the development of modern day Norway.
nb: Snakk sammen om arbeiderbevegelsens betydning for utviklingen av det moderne Norge.

source: The term SFO (after-school care programme) is used in all the municipalities, except Oslo.
nb: I alle kommuner, unntatt Oslo heter det skolefritidsordning (SFO).

source: Today, most jobs are found in the service occupations.
nb: I dag finner vi de fleste jobbene i serviceyrkene.

source: Christmas and the Christmas celebration are an important tradition for most people.
nb: Julen og julefeiringen er en tradisjon som er viktig for de fleste.

source: Providing help and support:
nb: Å gi hjelp og støtte:

source: Social status and social relationships
nb: sosial status og sosiale relasjoner

source: They also build on intellectual freedom, charity, forgiveness, equality and solidarity.
nb: Den skal også bygge på åndsfrihet, nestekjærlighet, tilgivelse, likeverd og solidaritet.

source: He was called Karl Johan, and the main street in Oslo was named after him.
nb: Han het Karl Johan og hovedgata i Oslo har navn etter denne kongen.

source: If there are children under the age of 18 in the family, they also receive child benefit.
nb: Hvis man har barn under 18 år, får familien barnetrygd i tillegg.

source: This includes pregnancy care, periodic check-ups for children between birth and age five, school health services for children and young people between the ages of 6 and 20 and public health services for young people.
nb: Tilbudet omfatter svangerskapsomsorgen, helsestasjon for barn mellom null og fem år, skolehelsetjenesten for de mellom 6 og 20 år og helsestasjon for ungdom.

source: Ascension Day is 40 days after Easter and Pentecost is 50 days after Easter.
nb: 40 dager etter påske er det Kristi himmelfartsdag, og 50 dager etter påske er det pinse.

source: After several hundred years in union with Denmark, the written language used in Norway was Danish.
nb: Etter flere hundre år i union med Danmark var skriftspråket i Norge dansk.

source: During the period of National Romanticism, many believed that Norwegians should have their own written language that was not based on Danish.
nb: I den nasjonalromantiske perioden var det mange som mente at nordmenn burde ha et eget skriftspråk som ikke kom fra det danske språket.

source: Religion used to govern people’s lives to a great extent.
nb: I tidligere tider styrte religionen i stor grad folks liv.

source: Eventually, Germany started losing the war on more and more fronts, and it was forced to capitulate in May 1945.
nb: Etter hvert tapte tyskerne på flere og flere fronter, og i mai 1945 måtte de kapitulere.

source: As with hydroelectric power 50 years before, the oil resources remained public property, while private companies could buy rights to oil exploration, drilling and production in defined areas for a limited time.
nb: Som vannkraften 50 år tidligere, ble også oljeressursene beholdt i offentlig eie, men private selskaper fikk kjøpe rettigheter til å lete, bore og utvinne olje i begrensete områder og i begrensede tidsrom.

source: The USA offered economic assistance to European countries after the war.
nb: USA ga tilbud om økonomisk hjelp til land i Europa etter krigen.

source: It is primarily a family celebration.
nb: Julen er først og fremst en familiefeiring.

source: Responsibility to protect children:
nb: Ansvar for å beskytte barna:

source: Of this figure, 773 were sent to concentration camps, and only 38 survived and returned to Norway after the war.
nb: 773 av disse ble sendt til konsentrasjonsleirer, og bare 38 av dem overlevde og kom tilbake til Norge etter krigen.

source: Many Norwegians hoped that Norway would become an independent country, and 112 powerful men met at Eidsvoll.
nb: Mange nordmenn håpet at Norge da ville bli et selvstendig land, og 112 mektige menn kom sammen på Eidsvoll.

source: Children and young people are called in for regular dental check-ups until they reach the age of 18.
nb: Barn og unge blir kalt inn til jevnlige tannkontroller fram til de er 18 år gamle.

source: More factories opened, and the need for workers increased.
nb: Flere fabrikker startet opp, og det ble større behov for arbeidskraft.

source: case officers, office staff and other NAV staff
nb: saksbehandlere, kontorpersonell og andre ansatte i Nav

source: Everyone shall have the same rights and opportunities regardless of age, ethnicity, functional ability, gender, religion and sexual orientation.
nb: Alle mennesker skal ha like rettigheter og muligheter uavhengig av alder, etnisitet, funksjonsevne, kjønn, religion og seksuell orientering.

source: He is married to Queen Sonja.
nb: Han er gift med dronning Sonja.

source: After you have paid the total amount in patient charges, the Norwegian Health Economic Administration (HELFO) will automatically send you an exemption card by post.
nb: Når du har betalt denne summen i egenandeler, får du automatisk tilsendt et frikort fra Helseøkonomiforvaltningen (HELFO) i posten.

source: All costs for treatment, the hospital stay and food are paid for by the government.
nb: Alle kostnader til behandling, opphold og mat dekkes av det offentlige.

source: The Easter holiday is celebrated in March or April.
nb: I mars eller april er det påske.

source: It was against the law for Norwegians to leave the state church until 1845, and it was only in around 1850 that it became legal to establish non-Christian religious communities in Norway.
nb: Før 1845 var det forbudt for nordmenn å melde seg ut av statskirken, og først rundt 1850 ble det lov for ikke-kristne trossamfunn å organisere seg i Norge.

source: The application will then be processed by the Norwegian Directorate of Immigration (UDI).
nb: Det er Utlendingsdirektoratet (UDI) som behandler søknaden.

source: December 9th, 2011
nb: desember 9th, 2011

source: Norway was among the first countries to join the UN in November 1945.
nb: Norge var blant de første landene som ble med i organisasjonen, i november 1945.

source: This obligation to provide support continues until the child reaches the age of 18.
nb: Denne forsørgelsesplikten gjelder helt til barnet har fylt 18 år.

source: We can sort some waste at home, and we can perhaps also hand in some at a recycling site.
nb: Noe kan vi sortere hjemme, og noe må vi kanskje ta med til et returpunkt.

source: Immigrants from EU/EEA countries can work in Norway without applying for a residence permit, but they must register with the police.
nb: Innbyggere fra EU/EØS-land kan jobbe i Norge uten å søke om oppholdstillatelse, men de må registrere seg hos politiet.

source: Primary and lower secondary schools are organised in the same way all over Norway, and all pupils are taught the same curriculum.
nb: Grunnskolen er organisert på samme måte over hele landet og alle elever undervises etter samme læreplan.

source: NATO was established in 1949.
nb: NATO ble dannet i 1949.

source: The last day of the year is 31 December.
nb: Den siste dagen i året er 31. desember.

source: Countries that have signed the Schengen agreement:
nb: Land som har signert Schengenavtalen:

source: In line with Article 12 of the UN Convention on the Rights of the Child, the Child Welfare Service must listen to the child’s opinions and give them due weight in accordance with the age and maturity of the child.
nb: 12, er det fastsatt at barnevernet skal lytte til barnets meninger og tillegge dem tilbørlig vekt etter barnets alder og modenhet.

source: More than 20% of the total tax revenues come from VAT.
nb: Mer enn 20 prosent av det offentliges totale skatteinntekter kommer fra momsen.

source: Complaints must be addressed to the school.
nb: Klagen skal sendes til skolen.

source: Metals are important export products, especially aluminium.
nb: En stor eksportvare er metaller, spesielt aluminium.

source: In Norway, the Children Act applies to children and young people under 18 years of age. It contains many provisions on parents’ duties in relation to their children and children’s rights in relation to their parents.
nb: I Norge gjelder barneloven. Denne loven gjelder for barn og unge under 18 år og sier mye om foreldrenes plikter overfor barna og barnas rettigheter overfor foreldrene.

source: Talk together about the values that form the basis for these provisions.
nb: Snakk sammen om verdiene som ligger til grunn for disse bestemmelsene.

source: What income and expenses does an ordinary family in Norway have?
nb: Hvilke inntekter og utgifter har en vanlig familie i Norge?

source: All municipalities offer after-school care (SFO) to pupils in grades 1 through 4.
nb: Alle kommuner har et tilbud om (SFO) eller (AKS) for elever fra 1.– 4.

source: If the Child Welfare Service finds reason to do so, they will contact the child and parents to find out more about the child’s situation.
nb: Dersom barnevernet ser at det er grunn til det, tar de kontakt med barn og foreldre for å få mer informasjon om hvordan barnet har det.

source: Many people lost their jobs and their homes.
nb: Mange mistet jobbene og hjemmene sine.

source: They learn to reason, discuss and be creative.
nb: De lærer å argumentere, drøfte og være kreative.

source: A lot of contact with public agencies etc. takes place via the internet.
nb: Mange henvendelser til offentlige instanser og andre går via nettet.

source: Public health in Norway has improved considerably over the past 100 years.
nb: Folkehelsa i Norge har blitt vesentlig bedre i løpet av de siste 100 årene.

source: What is the situation today?
nb: Hvordan er dette i dag?

source: Child benefit: Financial support paid for all children under 18 years of age who are resident in Norway.
nb: En økonomisk støtte som blir gitt for alle barn under 18 år som er bosatt i Norge.

source: Outpatient treatment means that you are treated at a hospital without being admitted.
nb: Poliklinisk behandling betyr at du får behandling ved et sykehus, men at du ikke er innlagt der.

source: d) reduced functional capacity.”
nb: d) nedsatte funksjonsevne.»

source: There are about 20 different parties in Norway.
nb: Det er rundt 20 forskjellige partier i Norge.

source: The distance between Oslo and Tromsø in the north of Norway is almost the same as from Oslo to Paris.
nb: Det er nesten samme avstand mellom Oslo og Paris som det er mellom Oslo og Tromsø.

source: Many Vikings travelled to other countries.
nb: Mange vikinger reiste til andre land.

source: Is there a similar trend in other countries you know of?
nb: Skjer den samme utviklingen i andre land du kjenner til?

source: A welfare state is not a matter of course.
nb: Velferdsstaten er ingen selvfølge.

source: Over the past 30 years, major changes have once again taken place in the Norwegian labour market.
nb: I løpet av de siste 30 årene har det igjen skjedd store forandringer i arbeidsmarkedet i Norge.
